Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.hide-tab-close-button
source: app.hideTabCloseButton hide close tab x button terminal surface
ar: app.hideTabCloseButton hide close tab x button terminal surface إخفاء زر إغلاق التبويب
bs: app.hideTabCloseButton hide close tab x button terminal surface sakrij zatvori karticu dugme
da: app.hideTabCloseButton hide close tab x button terminal surface skjul luk fane knap
de: app.hideTabCloseButton hide close tab x button terminal surface ausblenden Tab schließen Taste
es: app.hideTabCloseButton hide close tab x button terminal surface ocultar cerrar pestaña botón
fr: app.hideTabCloseButton hide close tab x button terminal surface masquer fermer onglet bouton
it: app.hideTabCloseButton hide close tab x button terminal surface nascondi chiudi scheda pulsante
ja: app.hideTabCloseButton hide close tab x button terminal surface タブ 閉じるボタン 非表示
ko: app.hideTabCloseButton hide close tab x button terminal surface 탭 닫기 버튼 숨기기
nb: app.hideTabCloseButton hide close tab x button terminal surface skjul lukk fane knapp
pl: app.hideTabCloseButton hide close tab x button terminal surface ukryj zamknij kartę przycisk
pt_br: app.hideTabCloseButton hide close tab x button terminal surface ocultar fechar aba botão
ru: app.hideTabCloseButton hide close tab x button terminal surface скрыть закрыть вкладку кнопка
th: app.hideTabCloseButton hide close tab x button terminal surface ซ่อน ปิดแท็บ ปุ่ม
tr: app.hideTabCloseButton hide close tab x button terminal surface gizle sekme kapat düğme
uk: app.hideTabCloseButton hide close tab x button terminal surface приховати закрити вкладку кнопка
zh_hans: app.hideTabCloseButton hide close tab x button terminal surface 隐藏 关闭标签页 按钮
zh_hant: app.hideTabCloseButton hide close tab x button terminal surface 隱藏 關閉標籤頁 按鈕

# settings.search.alias.setting.app.keep-workspace-open
source: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace
ar: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app.keepWorkspaceOpenWhenClosingLastSurface إغلاق آخر جزء سطح إبقاء علامة تبويب مساحة عمل
bs: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka editor datoteka kod otvori putanja Zatvori • %@ Zatvoriti tab? prostor? otvoren
da: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik editor fil kode åbn sti Luk • %@ fane? arbejdsområde? åben
de: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app.keepWorkspaceOpenWhenClosingLastSurface letztes teilfenster schließen oberfläche tab arbeitsbereich offen halten
es: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app.keepWorkspaceOpenWhenClosingLastSurface cerrar ultimo panel superficie mantener pestaña espacio de trabajo
fr: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app.keepWorkspaceOpenWhenClosingLastSurface fermer dernier volet surface d’affichage conserver onglet espace de travail
it: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto editor file codice apri percorso Chiudi • %@ Chiudere la scheda? l'area lavoro? aperta
ja: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace 閉じる 最後のペイン サーフェス ワークスペースを残す
ko: app.keepWorkspaceOpenWhenClosingLastSurface 마지막 분할 창 닫기 화면 유지 탭 작업 공간 app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace
nb: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk redigerer fil kode åpne bane Lukk • %@ Lukke fane? arbeidsområde? åpen
pl: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka edytor plik kod otwórz ścieżka Zamknij kartę Przestrzeń robocza roboczą • %@ Zamknąć kartę? roboczą? otwarty
pt_br: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app geral preferências comportamento dock barra de menu status lateral aba cores paleta selo selecionado destaque indicador ativo ponto editor arquivo código abrir caminho Fechar Área Trabalho • %@ aba? trabalho? aberto
ru: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка редактор файл код открыть путь Закрыть вкладку Рабочее пространство • %@ вкладку? пространство? открыт
th: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง ปิดแท็บ เวิร์กสเปซ ปิดเวิร์กสเปซ • %@ ปิด ปิดแท็บหรือไม่? ปิดเวิร์กสเปซหรือไม่?
tr: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta düzenleyici dosya kod aç yol Sekmeyi Kapat Alanını • %@ kapatılsın mı? açık
uk: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка редактор файл код відкрити шлях Закрити вкладку Робоча область робочу • %@ вкладку? область? відкритий
zh_hans: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app.keepWorkspaceOpenWhenClosingLastSurface 关闭最后一个窗格 表面 保持标签页 工作区
zh_hant: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app.keepWorkspaceOpenWhenClosingLastSurface 關閉 最後一個 窗格 介面 保留 標籤頁 工作區

# settings.search.alias.setting.app.language
source: app.language locale l10n localization translation japanese english ja en nihongo restart
ar: app.language locale l10n localization translation japanese english ja en nihongo restart تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي لغة محلية ترجمة تعريب يابانية إنجليزية إعادة تشغيل اللغة التطبيق
bs: app.language locale l10n localization translation japanese english ja en nihongo restart aplikacija opće postavke ponašanje dock traka menija status bočna jezik lokalizacija prijevod japanski engleski ponovno pokretanje
da: app.language locale l10n localization translation japanese english ja en nihongo restart app generelt indstillinger adfærd dock menulinje status sidepanel sprog lokalitet lokalisering oversættelse japansk engelsk genstart
de: app.language locale l10n localization translation japanese english ja en nihongo restart app allgemein einstellungen verhalten dock menüleiste status seitenleiste sprache lokalisierung übersetzung japanisch englisch neustart
es: app.language locale l10n localization translation japanese english ja en nihongo restart aplicación general preferencias comportamiento dock barra de menú estado lateral idioma configuración regional localización traducción japonés inglés reiniciar App
fr: app.language locale l10n localization translation japanese english ja en nihongo restart application général préférences comportement dock barre de menus état latérale langue paramètres régionaux localisation traduction japonais anglais redémarrer App
it: app.language locale l10n localization translation japanese english ja en nihongo restart app generale preferenze comportamento dock barra menu stato laterale lingua localizzazione traduzione giapponese inglese riavvia
ja: app.language locale l10n localization translation japanese english ja en nihongo restart 言語 地域 ロケール ローカライズ 翻訳 日本語 英語 再起動
ko: app.language locale l10n localization translation japanese english ja en nihongo restart 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 언어 로케일 현지화 번역 일본어 영어 재시작
nb: app.language locale l10n localization translation japanese english ja en nihongo restart app generelt innstillinger oppførsel dock menylinje status sidepanel språk lokale lokalisering oversettelse japansk engelsk omstart
pl: app.language locale l10n localization translation japanese english ja en nihongo restart aplikacja ogólne preferencje zachowanie dock pasek menu status boczny język ustawienia regionalne lokalizacja tłumaczenie japoński angielski
pt_br: app.language locale l10n localization translation japanese english ja en nihongo restart app geral preferências comportamento dock barra de menu status lateral idioma localidade localização tradução japonês inglês reiniciar
ru: app.language locale l10n localization translation japanese english ja en nihongo restart приложение общие настройки поведение док строка меню статус боковая панель язык локаль локализация перевод японский английский перезапуск
th: app.language locale l10n localization translation japanese english ja en nihongo restart แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง ภาษา โลแคล การแปล ท้องถิ่น ญี่ปุ่น อังกฤษ รีสตาร์ท
tr: app.language locale l10n localization translation japanese english ja en nihongo restart uygulama genel tercihler davranış dock menü çubuğu durum kenar dil yerel ayar yerelleştirme çeviri japonca ingilizce yeniden başlat
uk: app.language locale l10n localization translation japanese english ja en nihongo restart програма загальні параметри поведінка док рядок меню статус бічна панель мова локаль локалізація переклад японська англійська перезапуск
zh_hans: app.language locale l10n localization translation japanese english ja en nihongo restart 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 语言 区域设置 本地化 翻译 日语 英语 重新启动
zh_hant: app.language locale l10n localization translation japanese english ja en nihongo restart 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 語言 地區設定 在地化 翻譯 日文 英文 重新啟動 App

# settings.search.alias.setting.app.loading-spinner-position
source: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace
ar: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace تحميل مؤشر يسار يمين موضع
bs: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace učitavanje indikator lijevo desno pozicija
da: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace indlæsning indikator venstre højre placering
de: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace laden Indikator links rechts Position
es: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace carga indicador izquierda derecha posición
fr: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace chargement indicateur gauche droite position
it: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace caricamento indicatore sinistra destra posizione
ja: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace 読み込み スピナー 位置 左 右 サイド
ko: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace 로딩 스피너 왼쪽 오른쪽 위치
nb: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace lasting indikator venstre høyre plassering
pl: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace ładowanie wskaźnik lewo prawo pozycja
pt_br: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace carregamento indicador esquerda direita posição
ru: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace загрузка индикатор слева справа положение
th: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace โหลด ตัวบ่งชี้ ซ้าย ขวา ตำแหน่ง
tr: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace yükleme gösterge sol sağ konum
uk: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace завантаження індикатор ліворуч праворуч розташування
zh_hans: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace 加载 指示器 左 右 位置
zh_hant: sidebar.loadingSpinnerPosition loading spinner position left right leading trailing side workspace 載入 指示器 左 右 位置

# settings.search.alias.setting.app.markdown-font-family
source: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom
ar: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom markdown.fontFamily md عارض ماركداون خط عائلة الخطوط عائلة طراز خط نظام مكدس مخصص
de: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom markdown.fontFamily md markdown-viewer schriftart schriftfamilie familie schriftart-system-stack benutzerdefiniert
es: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom markdown.fontFamily md visor de markdown fuente familia de fuentes tipografia sistema pila personalizado
fr: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom markdown.fontFamily md lecteur markdown police famille de polices famille type de caractères système pile personnalisé
ja: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom markdown.fontFamily Markdown マークダウン ビューア フォント フォントファミリー 書体 システム カスタム font family typeface
ko: markdown.fontFamily md 마크다운 뷰어 글꼴 서체 시스템 스택 사용자 정의 markdown.fontFamily md markdown viewer font font-family family typeface system stack custom
zh_hans: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom markdown.fontFamily md markdown 查看器 字体 字体族 系统 调色板 自定义
zh_hant: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom markdown.fontFamily md markdown 檢視器 字型 字型系列 系列 字體 系統 堆疊 自訂

# settings.search.alias.setting.app.markdown-font-size
source: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default
ar: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default markdown.fontSize md عارض ماركداون خط حجم نقاط تكبير مقياس نص أكبر أصغر افتراضي
de: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default markdown.fontSize md markdown-viewer schriftgröße punkte zoom skalierung text größer kleiner standard
es: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default markdown.fontSize md visor de markdown fuente tamaño puntos zoom escala texto mas grande mas pequeño predeterminado
fr: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default markdown.fontSize md lecteur markdown taille de police points zoom échelle texte plus grand plus petit par défaut
ja: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default markdown.fontSize Markdown マークダウン ビューア フォントサイズ 文字サイズ ズーム 拡大 縮小 大きく 小さく 既定 ポイント font size zoom
ko: markdown.fontSize md 마크다운 뷰어 글꼴 크기 포인트 확대 축소 스케일 텍스트 크게 작게 기본값 markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default
zh_hans: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default markdown.fontSize md markdown 查看器 字体大小 缩放 比例 文本 放大 缩小 默认
zh_hant: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default markdown.fontSize md markdown 檢視器 字型 大小 點 縮放 比例 文字 更大 更小 預設

# settings.search.alias.setting.app.markdown-max-width
source: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide
ar: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide markdown.maxWidth md عارض ماركداون أقصى عرض عمود قراءة طول السطر بكسلات بكسل ضيق واسع
de: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide markdown.maxWidth md markdown-viewer maximale breite spalte lesen zeilenlänge pixel px schmal breit
es: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide markdown.maxWidth md visor de markdown ancho maximo columna lectura longitud de linea pixeles px estrecho ancho
fr: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide markdown.maxWidth md lecteur markdown largeur maximale colonne lecture longueur de ligne pixels px étroit large
ja: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide markdown.maxWidth Markdown マークダウン ビューア 最大幅 幅 カラム 読み取り 行長 ピクセル px 狭い 広い
ko: markdown.maxWidth md 마크다운 뷰어 최대 너비 열 읽기 줄 길이 픽셀 px 좁게 넓게 markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide
zh_hans: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide markdown.maxWidth md markdown 查看器 最大宽度 列 阅读 行长 像素 px 窄 宽
zh_hant: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide markdown.maxWidth md markdown 檢視器 最大 寬度 欄 閱讀 行長 畫素 像素 窄 寬

# settings.search.alias.setting.app.markdown-viewer
source: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme
ar: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي التطبيق
bs: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme aplikacija opće postavke ponašanje dock traka menija status bočna
da: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app generelt indstillinger adfærd dock menulinje status sidepanel
de: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app allgemein einstellungen verhalten dock menüleiste status seitenleiste
es: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme aplicación general preferencias comportamiento dock barra de menú estado lateral App
fr: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme application général préférences comportement dock barre de menus état latérale App
it: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app generale preferenze comportamento dock barra menu stato laterale
ja: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme md markdown mdx ビューア プレビュー readme 表示
ko: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 미리보기 마크다운
nb: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app generelt innstillinger oppførsel dock menylinje status sidepanel
pl: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme aplikacja ogólne preferencje zachowanie dock pasek menu status boczny
pt_br: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app geral preferências comportamento dock barra de menu status lateral
ru: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme приложение общие настройки поведение док строка меню статус боковая панель
th: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง
tr: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme uygulama genel tercihler davranış dock menü çubuğu durum kenar
uk: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme програма загальні параметри поведінка док рядок меню статус бічна панель Перегляд
zh_hans: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏
zh_hant: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 App

# settings.search.alias.setting.app.menu-bar-only
source: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab
ar: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي فقط التطبيق
bs: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab aplikacija opće postavke ponašanje traka menija status bočna Samo Meni
da: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab generelt indstillinger adfærd menulinje status sidepanel Kun
de: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab allgemein einstellungen verhalten menüleiste status seitenleiste Nur Menü
es: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab aplicación general preferencias comportamiento barra de menú estado lateral Solo menús
fr: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab application général préférences comportement barre de menus état latérale des uniquement
it: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab generale preferenze comportamento barra stato laterale Solo dei
ja: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab メニューバーのみ ドックなし ドック非表示 アプリ切り替え cmd-tab command-tab
ko: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 전용
nb: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab generelt innstillinger oppførsel menylinje status sidepanel Kun Meny
pl: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab aplikacja ogólne preferencje zachowanie pasek status boczny Tylko
pt_br: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab geral preferências comportamento barra de status lateral Apenas menus
ru: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab приложение общие настройки поведение док строка меню статус боковая панель Только
th: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เฉพาะแถบเมนู เมนู
tr: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab uygulama genel tercihler davranış menü çubuğu durum kenar Yalnızca
uk: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab програма загальні параметри поведінка док рядок меню статус бічна панель Лише
zh_hans: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 仅菜单栏 菜单
zh_hant: app.menuBarOnly menubar menu bar dockless hide dock app switcher cmd-tab command-tab 應用程式 一般 偏好設定 行為 選單列 狀態 側邊欄 僅選單列 選單
